export const lectureData = {
  lectures: [
    {
      id: 1,
      lecturer: '힙스와 하태민 작가',
      date: '03.10.(화)',
      time: '17:30 - 19:30',
      place: 'R725',
      title: '사진이 놓이는 자리: 시선과 장면들',
      description:
        '하태민 작가는 관계와 현장의 온도를 포착하는 사진가이다. 다큐멘터리적 시선을 바탕으로 인도 시킴을 기록한 사진집 Sikkim과 몽골 유목민을 담은 사진집 süü를 선보이며 작업 세계를 구축했다. 이후 다양한 매거진 및 브랜드와 협업하며 동시대 아티스트의 이미지를 구축해왔다. 기록과 연출이 교차하는 지점에서 사진의 균형을 탐구한다.',
    },
    {
      id: 2,
      lecturer: '프로토와 최건혁 디자이너',
      date: '03.10.(화)',
      time: '19:30 - 21:30',
      place: 'R725',
      title: '코드, 그림, 그리고 도구들',
      description:
        '최건혁은 크리에이티브 코딩과 제너러티브 아트를 기반으로 시각예술을 탐구하는 디자이너이다. 코드를 주된 도구로 삼아 명확한 목적 없이 기법을 탐색하며, 그 과정에서 우연히 생겨나는 이미지들을 수집하고 기록한다. 정확한 재현보다 불완전한 구현에 집중하고, 그 축적의 흐름과 지속에 의미를 두며 코드가 만들어내는 생성적 이미지의 가능성을 확장해 나간다.',
    },
    {
      id: 3,
      lecturer: '하이픈과 신명섭 고문',
      date: '03.11.(수)',
      time: '17:30 - 19:30',
      place: 'R625',
      title: '브랜드다움을 디자인하다',
      description:
        '신명섭은 통합적인 브랜드 경험을 디자인하는 플러스엑스(Plus X)의 공동창업자이자 고문으로, 브랜드 전략부터 BX, UX/UI, 크리에이티브 테크까지 브랜드와 사용자가 만나는 모든 접점에서의 통합적인 디자인을 고민해왔다. 안그라픽스와 네이버를 거쳐 플러스엑스를 설립했으며, 다수의 글로벌 디자인 어워드 수상과 대한민국디자인대상 대통령 표창을 통해 디자이너로서의 영향력을 인정받았다. 현재는 실무 디자인 교육 플랫폼 쉐어엑스(ShareX) 등을 통해 디자인 경험과 관점을 확장하고 있다. ',
    },
    {
      id: 4,
      lecturer: '드로마픽과 AFF(김인태) 감독',
      date: '03.11.(수)',
      time: '19:30 - 21:30',
      place: 'R625',
      title: '뮤직비디오를 만들면서 하게 되는 수많은 선택들',
      description:
        '김인태 감독은 뮤직비디오를 중심으로 독자적인 색채의 창작 활동을 이어가고 있는 영상 제작자이다. 최근에는 XG의 「HYPNOTIZE」, 이찬혁(AKMU)의 「비비드라라러브」 뮤직비디오를 제작하였다. ',
    },
    {
      id: 5,
      lecturer: '아이레이와 빛나 디자이너',
      date: '03.12.(목)',
      time: '17:30 - 19:30',
      place: 'R625',
      title: '기분 좋은 상상을 만드는 3D 디자인',
      description:
        '빛나 디자이너는 따뜻한 색감과 동화적 감성을 바탕으로 3D 아트워크를 선보이는 디자이너이다. 다이노탱, NCT, 진로 등 다양한 브랜드와의 협업은 물론 뉴욕 타임스퀘어 전광판에 영상을 송출하며 그 역량을 세계적으로 입증해왔다. 모델링을 넘어 리깅, 텍스처링, 라이팅까지 전 과정을 직접 수행하며, 특유의 환상적이고 귀여운 분위기를 정교하게 구축한다. 생동감 넘치는 움직임과 그 안에 담긴 따뜻한 스토리텔링은 보는 이에게 기분 좋은 영감을 선사한다.',
    },
    {
      id: 6,
      lecturer: '애드레날린과 김승기 디자이너',
      date: '03.12.(목)',
      time: '19:30 - 21:30',
      place: 'R625',
      title: 'AI 시대, 창작자에게 요구되는 새로운 시선과 역량',
      description:
        '김승기 디자이너는 학계와 예술, 산업의 경계를 오가며 UX/UI 디자인부터 미디어 아트, 3D AI 디렉팅까지 스펙트럼을 넓혀온 크리에이터이다. 현재 3D 프린팅 오브제 브랜드 ‘파보르(FABOR)’의 대표로서 기술이 예술로 확장되는 순간을 만들어가고 있다. 2026년에는 한양대학교 기술경영전문대학원 겸임교수와 서울문화재단 신당창작아케이드 17기 입주작가로 활동하며, 교육자이자 아티스트로서 예술적 지평을 더욱 확장할 예정이다.',
    },
    {
      id: 7,
      lecturer: '그린비와 프레스룸 스튜디오',
      date: '03.13.(금)',
      time: '17:30 - 19:30',
      place: 'R725',
      title: '프레스룸 워크플로우(PRESS ROOM Workflow)',
      description:
        '양지은은 서울을 기반으로 활동하는 그래픽 디자이너이다. 디자인 스튜디오이자 출판사인 프레스룸(PRESS ROOM)을 운영하고 있으며, 시각 예술을 비롯한 다양한 분야에서 시각 아이덴티티, 홍보물, 인쇄 매체, 디지털 또는 물리적 공간을 디자인한다. 2018년부터 ORGD (Open Recent Graphic Design 최근 그래픽 디자인 열기)라는 이름으로 그래픽 디자인을 주제로 하는 전시를 조직하여 정기적으로 개최하고 있으며, 최근 마련한 오프라인 공간을 거점으로 디자인과 디자이너를 주제로 하는 여러 활동을 시도하고 있다.\n\n*본 강연은 운영 사정으로 인해 취소되었습니다.',
    },
    {
      id: 8,
      lecturer: '한글꼴연구회와 슬기와 민',
      date: '03.13.(금)',
      time: '17:30 - 19:30',
      place: 'R625',
      title: '원형체—탈네모틀의 기원',
      description:
        '최슬기와 최성민, 일명 슬기와 민은 서울 근교에서 일하는 시각 디자이너다. 미국 예일 대학교 미술 대학원 시각 디자인 석사 과정에서 만났고, 네덜란드 마스트리흐트의 얀 반 에이크 미술원에서 연구원으로 일한 다음 2005년 한국에 돌아와 정식으로 활동하기 시작했다. 이후 여러 문화 기관과 단체, 개인의 그래픽 아이덴티티, 홍보물, 출판물, 웹사이트 등을 디자인했으며, 디자인 활동 외에도 저술과 번역 출판, 교육 등의 활동을 이어오고 있다.',
    },
    {
      id: 9,
      lecturer: '야즈와 차차 작가',
      date: '03.13.(금)',
      time: '19:30 - 21:30',
      place: 'R625',
      title: '시선을 사로잡는 도시의 리듬',
      description:
        '차차 작가는 스트리트 문화를 기반으로 특유의 시각적 쾌감을 지닌 캐릭터를 통해 도시의 분위기와 에너지를 생동감 있게 표현하는 일러스트레이터이다. 『토케이트보드』, 『거대소녀』 시리즈 등 다채로운 스타일의 캐릭터 작업을 선보이며 투어스, 은혁, 스포티파이 등 다양한 아티스트 및 브랜드와 협업해 오고 있다. 여러 콜라보레이션과 전시에 참여하며 축적한 상업적 감각과 디렉팅 경험, 그리고 자신만의 독특한 시각으로 구축해 온 작업 세계에 관해 이야기하고자 한다.',
    },
  ],
};
