export const introData = {
  title: `2026 홍익대학교 시각디자인과 소모임 축제주간: SISO
2026 HIVCD Club Festival Week: SISO`,
  info: [
    { label: '전시 기간', value: '2026.03.09 - 2026.03.13' },
    {
      label: '전시 장소',
      value: '홍익대학교 R동(홍문관) 1층 다목적실 ・ S동 3층 신축강당',
    },
    { label: '관람 시간', value: '오전 10시 - 오후 6시' },
    { label: '인스타그램', value: '@hivcdsiso' },
    { label: '웹사이트', value: 'www.2026hivcdsiso.com' },
  ],
  description: `See-Saw는 본래 ‘시각디자인과 소모임 축제 주간’의 약어인 ‘시소’를 놀이기구를 뜻하는 동음이의어 ‘시소’로 확장한 개념이다. 이는 끊임없이 
오르내리며 균형을 바꾸는 시소의 역동성에 주목하며, 각기 다른 개성을 
지닌 9개의 소모임 사이에서 발생하는 협업의 과정이 지니는 놀이적 성격을 은유한다. 각 소모임이 만들어내는 고유한 파동들이 시소의 양 끝단처럼 서로를 밀고 당기며, 그 과정 속에서 새로운 감각과 관계가 생성되기를 
기대한다.`,
};
